BackwardCases/Backward-facingStep-FourbledRe100/constant/gravitationalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      gravitationalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

g            g           [0 1 -2 0 0 0 0]  (0 0 0);

// ************************************************************************* //
